// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder is niet getest met Finder versie %@";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "De geteste Finder-versies zijn %@ - %@.\nEen update voor XtraFinder zal snel komen.\n\nWilt u doorgaan met het gebruik van XtraFinder?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Voltooi alle achtergrondtaken zoals het kopiëren en verplaatsen van bestanden.\nFinder wordt nu herstart.";
"Uninstall" = "Verwijderen";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";